<?php
//共通変数・関数ファイルを読込み
require( '../configPath.php' );
require FUNC;
debug( '『『『『『『『『『『『『『『『『『『『『『' );
debug( '『『『　プライバシーポリシーページ　『『『' );
debug( '『『『『『『『『『『『『『『『『『『『『『' );
debugLogStart();
debug( '画面表示処理終了 <<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<' );
$title = 'プライバシーポリシー';
require HEAD;
require HEADER;
?>
<main id="main" class="l-main">
    <section class="c-container">
        <div class="c-fixedPage">
            <h2 class="c-fixedPage__title c-fixedPage__title--main">プライバシーポリシー</h2>
            <p class="c-fixedPage__text">
                一般の方々（以下、当方とします）では、当方の運営するDROP
                FROG（以下、当サイトと言います。）をご利用頂くお客様の個人情報を適切に保護するため、その取扱いにつきましては細心の注意を払っております。
                安心してご利用いただくために、当サイトにおける個人情報のお取扱いについて、以下のプライバシーポリシーを定めております。
                当サイトをご利用いただくお客様はこのプライバシーポリシーに従ってお客様の個人情報が取り扱われることにご同意いただいたものとさせていただきます。
                また、このプライバシーポリシーは、お客様の個人情報を保護するために予告なしに改定されることがあります。<br>
                改定後は新方針を適用いたします。<br>
                <br>
                1.個人情報の管理について<br>
                ・当方は、プライバシー尊重の観点から、個人情報は保護すべき重要な情報であると認識し、ご利用のお客様の個人情報を収集した際には、厳重に管理いたします。<br>
                ・当方は、個人情報への不正アクセス、紛失、破壊、改ざんおよび漏洩などに関し予防措置を講ずるとともに、管理責任者を置き、適切に管理し、万一の発生時には速やかな是正措置を実施いたします。<br>
                <br>
                2.個人情報の取得について<br>
                ・当サイトをご利用される際、個人情報のご入力をお願いすることがございます。
                個人情報とは、お名前、生年月日、性別、郵便番号、ご住所、お電話番号、電子メールアドレス等、個人を識別できる情報のことを意味します。
                なお、お客様が個人情報の提供をご希望されない場合は、お客様ご自身のご判断により、個人情報の提供を拒否することができます。
                この場合、当サイトにおける一部のサービスをご利用いただけない場合がありますので、予めご了承ください。<br>
                <br>
                3.個人情報の利用目的について<br>
                ・当サイトでは、原則として次の(1)から(7)に掲げる目的に利用するために、お客様より個人情報をご提供いただきます。
                それ以外の目的に個人情報を利用させていただく場合には、個々のウェブサイト上で別途その旨をご連絡いたします。<br>
                <br>
                (1) お客様よりお問い合わせいただいた内容に回答させていただくため。<br>
                (2) お客様よりご請求いただいた各種資料を発送させていただくため。<br>
                (3) 当方が実施する懸賞企画・キャンペーン等で当選品を発送させていただくため。<br>
                (4) アンケート企画等、お客さまよりいただいたご回答内容を分析し、当方の当サイトにおいて提供するインターネットを利用したサービスに関する各種サービスに反映させていただくため。<br>
                (5) キャンペーン企画、サポート情報、広告等、お客様にメール等で情報を提供させていただくため。<br>
                (6) ご入力いただいた内容に関する緊急の確認等、必要に応じてお客様に連絡を行うため。<br>
                (7) その他、上記利用目的に付随する目的のため<br>
                <br>
                ・当方は、お客様より提供を受けた個人情報をもとに、個人を特定できない形式による統計データを作成し、個人情報の匿名性を確保したうえで第三者へ配布・利用することができるものとします。<br>
                ・当方より、お客様に有益な情報をメール等で送信する場合、原則として別途定めるご利用規約を承諾のうえ、規定の入会手続きを完了し当方が登録を承認した会員のお客様にのみ送信するものとします。<br>
                <br>
                ４.個人情報の開示<br>
                ・当サイトでは原則として次の（1）から(5）に掲げる場合を除き、お客様の個人情報をお客様本人の事前承諾なしに、第三者に開示または提供することはありません。<br>
                (1) お客様の同意がある場合<br>
                (2) 法律に基づく警察などによる令状の執行や官公署からの照会。<br>
                (3) 前号以外に法律により当方に開示義務が認められる場合。<br>
                (4) お客様、当方または第三者の財産、権利を保護するために必要な場合。<br>
                (5)「3.個人情報の利用目的について」記載の目的のため、その目的達成に必要な範囲内で当サイトのサービス実現の目的で当方からの委託を受けて業務を行う会社が情報を必要とする場合。<br>
                <br>
                ５.個人情報の照会/訂正/削除等<br>
                ・ご提供頂きました個人情報の内容は、会員IDもしくはご登録いただいているメールアドレス、パスワードを入力して当サイト上でいつでもご自分で確認できます。<br>
                登録情報の照会/訂正/削除等を希望される場合直接こちらの方法で行ってください。また、データ内容の正確性を確保するため、お客様が登録されている個人情報に変更があった場合には、登録情報の変更を行ってください。<br>
                ・やむを得ず上記の方法で登録情報の照会/訂正/削除等が出来ない場合、「９.個人情報に関するお問い合わせについて」で示すお問合せ窓口まで電子メールにてご請求ください。
                この場合、当方より本人確認のための情報提出をお願いする場合があります。当該ご請求がお客様ご本人によるものであることが確認できた後、合理的な期間内に、合理的な範囲で、お客様の個人情報を開示、訂正または削除等を行います。<br>
                <br>
                ６.登録情報について<br>
                ・コンピュータの故障や人的ミスなどにより情報が失われてしまうことを防ぐために、当方はそれらの情報のバックアップコピーを一定のタイミングで作成しています。
                当方では、お客様が当サイトを利用するたびに、お客様自身の設定に基づくカスタマイズした情報を表示できるよう、お客様の登録情報を当方の会員データベースにアクティブな状態で保存しています。
                お客様が当方に自分の登録情報を削除するよう要求すると、お客様の登録情報はアクティブな状態ではなくなります。
                そして、一定の期間後に当方の会員データベースから削除されます。
                この猶予期間は、お客様が詐欺行為などの不利益に巻き込まれることを防ぐために設けられているものです。
                当方がバックアップコピーを作成した情報は、それがどのようなものであれ、お客様が登録情報の削除を要求しアクティブな状態ではなくなった後も、一定期間保存されることにご注意ください。<br>
                <br>
                ７.リンク先における個人情報の保護<br>
                ・このプライバシーポリシーは、当サイトにのみ適用されます。
                したがって、当サイトからリンクする当方以外の事業者または個人のウェブサイトにおける個人情報の取扱いについては、当方は責任を負うことはできません。<br>
                <br>
                ８.関係法令･その他規範の遵守<br>
                ・当方は､個人情報の保護に関する法令およびその他関連する規範等を遵守いたします。<br>
                <br>
                ９.個人情報に関するお問い合わせについて<br>
                ・当サイトでは、個人情報に関するお問い合わせのために、次の窓口を設定しております。<br>
                <br>
                DROP FROGカスタマーセンター　info@drop-frog.com
            </p>
        </div>
    </section>
</main>
<?php
require FOOTER;
?>
