<?php
//共通変数・関数ファイルを読込み
require( '../configPath.php' );
require FUNC;
debug( '『『『『『『『『『『『『『『『『『『『『『' );
debug( '『『『『『『　利用規約ページ　『『『『『『' );
debug( '『『『『『『『『『『『『『『『『『『『『『' );
debugLogStart();
debug( '画面表示処理終了 <<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<<' );
$title = '利用規約';
require HEAD;
require HEADER;
?>
<main id="main" class="l-main">
    <section class="c-container">
        <div class="c-fixedPage">
            <h2 class="c-fixedPage__title c-fixedPage__title--main">利用規約</h2>
            <p class="c-fixedPage__text">
                利用者のみなさまには、本規約に従ってDROP FROG(以下、当サイトと言います。)内のサービス（以下、サービスと言います。）をご利用いただきます。<br>
                サービスを利用することによって、本規約の内容を承諾いただいたものとみなします。<br>
                <br>
                第１条　「利用者」の定義<br>
                1．一般の方々（以下、当方とします）が定める「利用者」とは、以下の条件を満たす方を指します。<br>
                a. 本規約を承諾し、所定の登録手続きを完了し、当方が登録を承認した「会員」<br>
                b. 本規約を承諾し、会員登録せずに一時的にサービスを利用する「一時利用者」<br>
                一時利用者は、当サイトを閲覧することはできますが、投稿などの一部機能が制限されています。<br>
                2．当方は、「利用者」としての承認を不適切と判断した場合、ご利用をお断りする場合があります。
                また、会員の承認後であっても、第１０条に基づき、会員資格を取り消すことがあります。<br>
                <br>
                第２条　規約の適用<br>
                本規約は、当サイトにおける第１条で定める利用者との間のあらゆる関係に適用されます。<br>
                <br>
                第３条　規約の変更<br>
                1．当方は、予告なく規約等（本規約および当サイトに掲載するサービスに関するルール、諸規定等を含む。以下、本規約とします）の内容を自由に変更できるものとします。<br>
                2．当方は、規約等またはサービスの内容を変更した場合、利用者に対して当該変更内容を当サイト上で公表します。公表後、利用者がサービスを利用した場合または当方が定める期間内に登録取消の手続きを行わなかった場合、利用者は本規約の変更に同意したものとみなします。<br>
                <br>
                第４条　利用規約の遵守<br>
                利用者は、規約等（前条により変更された場合は、変更後の規約等も含む。）を理解し遵守する義務があります。<br>
                <br>
                第５条　プライバシー<br>
                利用者がサービス利用に際して提供した情報は、当方の所有となり、当方が責任をもって管理・保護します。
                また、プライバシーポリシーが変更された場合、変更後のプライバシーポリシーが適用されることに同意するものとします。<br>
                <br>
                第６条　会員ID、登録メールアドレス、パスワードの管理<br>
                1．会員ID、登録メールアドレス、パスワードの利用により発生したすべての責任や債務は、会員の責任と費用負担によって解決されるものとし、当方は一切の責任を負いません。<br>
                2．会員ID、登録メールアドレス、パスワードの管理は、会員の責任で行われます。会員IDまたは登録メールアドレス、パスワードが第三者によって使用され、会員に不利益や損害が発生した場合、当方は一切の責任を負いません。<br>
                3．会員ID、登録メールアドレス、パスワードが紛失または盗難された場合、会員は直ちに当方に報告しなければなりません。報告があった場合、または、当方が事態に気づいた場合には、会員ID、登録メールアドレス、パスワードの使用を中止することがあります。<br>
                4．メールアドレスの登録は、会員が自らの責任により行うものとし、メールアドレスの入力間違いにより、第三者に会員情報等が送信され、不正に利用された場合であっても、当方は一切その責任を負いません。
                また、メールアドレスの入力間違いにより、第三者に対して損害や損失を与えた場合、会員は自己の責任と費用負担によってその損害・損失を処理・解決するものとし、当方は、かかる損害・損失に対して如何なる責任も負いません。<br>
                <br>
                第７条　電子メールの送受信<br>
                1．会員は、当方へのメール送信時には、事前に登録したメールアドレスを使用するものとします。<br>
                2．会員は、登録されたメールアドレスとは異なるメールアドレスを使用して送受信を行った場合、当該メンバーに不利益や損害が発生した場合でも、当方は一切の責任を負いません。<br>
                3．会員は、当方が会員に送信するメールのうち、サーバーのメンテナンスに関連するサービス停止情報など、サービス提供に重要と当方が判断する情報を「重要なお知らせ」として提供する場合には、配信を停止できないことを事前に了承するものとします。<br>
                <br>
                第８条　「コメント」コーナーについて<br>
                1．「作品投稿」コーナーに付随する「コメント」コーナー（以下、「当コーナー」とします）は、利用者間で情報を交換し、利用者の当サイトに基づく情報を収集するために、当方により開設・運営されています。
                利用者はこの趣旨を理解した上で、当コーナーを閲覧し、コメント投稿を行うものとします。<br>
                2．利用者がコメント投稿すると、その内容は「コメント」コーナーに掲載され、他の利用者が閲覧することができます。<br>
                3．利用者は、コメント投稿に際して以下の行為を行わないものとします。<br>
                （1）利用者の掲載するクリエイト作品情報から逸脱した内容を投稿する行為。<br>
                （2）営利目的の内容を投稿することや、宣伝行為。<br>
                （3）事実と反する内容・虚偽の内容を意図的に投稿する行為。<br>
                （4）同一内容を意図的に多数投稿する行為。<br>
                （5）当サイトのサービス・機能に関するお問合せやクレーム。<br>
                （6）当サイトが提供する情報の掲載間違いに関するお問合せやクレーム。<br>
                （7）有害なプログラム・スクリプト等を含む内容を書き込む行為。<br>
                （8）当コーナーの他の利用者又は第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利又は利益の侵害に該当することとなる情報を当コーナーに送信する行為。<br>
                （9）当コーナーにおいて利用しうる情報を改ざんする行為。<br>
                （10）当方が定める一定のデータ容量以上のデータを当コーナーに対して送信する行為。<br>
                （11）当方による当コーナーの運営を妨害するおそれのある行為。<br>
                （12）当方の信用を毀損するおそれのある行為。<br>
                （13）下記4.投稿内容に関する制限の各号に該当するものを投稿する行為。<br>
                （14）その他、当方が不適切と判断する行為。<br>
                4．利用者は、以下に掲げる事項を含む記事を投稿してはならないものとします。<br>
                （1）著作権、商標権、プライバシー権、名誉等、他者（当方や他の利用者も含みます）の権利を侵害する内容を含むもの。<br>
                （2）本来公開されていない他人の名前・メールアドレス・住所・電話番号その他の連絡先が使用（利用者名や投稿内容において使用される場合を含みますが、これらに限りません。）されているもの。<br>
                （3）他人を威圧・脅迫する旨が看取される内容を含むもの。<br>
                （4）児童や青少年に対し著しく粗暴性、残虐性又は犯罪を誘発助長し、その健全な育成を阻害する内容を含むもの。<br>
                （5）法令、公序良俗に反する内容を含むもの。<br>
                （6）閲覧者を不快にするような内容。<br>
                （7）その他、当コーナーに掲示することが不適切な内容であると当方が判断した内容。<br>
                5．当コーナーの運営に当たり、当方は以下の権利を有し、利用者はかかる権利の行使につき一切意異議を唱えないものとします。
                尚、本条項はあくまでも当方の権利を定めるものであり、義務を課すものではありません。<br>
                (1)本条項3および4に記載された各事項に該当する投稿記事の存在が判明した場合（以下併せて「違反行為」と言います。）、当該投稿記事を利用者の同意を得ることなく掲載しない権利、内容を訂正する権利、及び当該利用者に対する、アクセス拒否、会員資格の取り消し、その他必要と思われる措置を講じることができる権利。<br>
                以下に該当する表現（または近しい表現）が含まれるものまたは含まれている可能性があるものは、利用者に通知することなく、当方の判断により投稿記事を削除・訂正・掲載しない場合があります。<br>
                ・必要以上に感情的と判断される表現。<br>
                ・「作らないほうがいい」「最悪」「最低」等の暴言と当方が判断したもの。<br>
                また、上記に該当・類似していない場合でも、当コーナー及び当サイトの管理運営の都合上、やむを得ず書き込みを削除・訂正・掲載しない場合もありますので、予めご了承下さい。
                尚、非掲載・削除・訂正理由に関するお問い合せには、一切お答えできません。<br>
                (2)前項の措置の他、違反行為により被害を被った第三者のために、捜査機関への通報その他必要と思われる措置を講じることができる権利。<br>
                6．（1）利用者は、画面の案内に従い、自由に投稿内容を閲覧することができます。
                ただし、利用者は、投稿内容は利用者の責任で掲示されたものであり、投稿内容の真実性、合法性、安全性、適切性、速報性、有用性等について、当方は何ら保証しない（明示的であるか黙示的であるかを問いません。以下同じとします。）ことを了承の上、自己の責任において利用するものとします。
                また、当方は、投稿記事において、間違った情報、不快な発言、品位のないコメント等のいかなる内容・表現についても、その不存在を保証しません。
                当コーナーに掲載された内容によって生じた損害や、利用者間のトラブル等に対し、当方は一切の補償および関与をいたしません。<br>
                （2）当方は、
                １．当サイトのシステムに不具合やエラーや障害が生じないこと、
                ２．当コーナーから得られる情報が正確なものであること、
                ３．当コーナーおよび当コーナーを通じて入手できる情報などが利用者の期待を満たすものであることのいずれについても保証するものではありません。<br>
                （3）その他、当方は、当コーナーの利用又は利用不能から生じるいかなる種類の損害（精神的苦痛、又はその他の金銭的損失を含む一切の不利益）に対しても一切責任を負いません。<br>
                <br>
                第９条　会員登録の削除（退会）<br>
                会員は、当サイト上の規定のページより任意で「会員情報を削除」（退会）することが出来ます。
                一度会員情報を削除すると、今までご利用いただいていた会員ID、履歴も削除され、元に戻すことは出来ません。<br>
                <br>
                第１０条　禁止事項および会員登録の抹消・利用停止<br>
                利用者による以下の行為は禁止いたします。
                また、該当する事実が発覚した場合、当方は何ら通知を行わず、会員登録の削除、今後の利用を停止できるものとします。
                その場合、今までご利用いただいていた会員ID、履歴も削除され、元に戻すことは出来ません。
                なお、これにより利用者が何らかの損害を被ったとしても当方は一切責任を負うものではありません。<br>
                1．会員登録時およびサービス利用時の虚偽情報の記載<br>
                2．スパム・メールや誹謗・中傷メールの配信、他社掲示板への書込みなど、当方、他の会員、もしくは第三者を不快にしたり、あるいは不利益をもたらすような行為<br>
                3．システムへの侵入行為（ハッキング）、その他当サイトに対する攻撃行為等、当サイトの運営を妨害する行為<br>
                4．会員資格の営利目的での不正使用<br>
                5．公序良俗に反する行為<br>
                6．法令に違反する行為<br>
                7．当方の記事、企画、投稿内容その他の無断転載・再配布<br>
                8．本人もしくは第三者のメールアドレスまたは会員ID、パスワードの不正使用<br>
                9．当方の営業を妨害する行為<br>
                10．登録いただいたメールアドレスもしくは電話番号が不通または、無効になっている場合<br>
                <br>
                第１１条　損害・損失処理の責任<br>
                1．利用者が当サイトの利用によって第三者に対して損害や損失を与えた場合、利用者は自己の責任と費用負担によってその損害・損失を処理・解決するものとし、当方は、かかる損害・損失に対して如何なる責任も負いません。<br>
                2．利用者が本規約に違反した行為、あるいは不正、または違法な行為により当サイトおよび他の利用者に損害を与えた場合、当方は、当該利用者に対して相応の損害賠償請求を行う権利をも有します。<br>
                3．当方と利用者との利用契約が消費者契約法第2条第3項に定める消費者契約に該当する場合、本規約のうち、当方の損害賠償責任を完全に免責する規定は適用されないものとし、当方はかかる規定に定める利用者に発生した損害が当方の債務不履行もしくは不法行為または瑕疵担保責任に基づく場合には、それによる直接かつ通常の損害に限り、損害賠償責任を負うものとします。<br>
                <br>
                第１２条　入手情報の使用<br>
                利用者は、当方が事前に承認した場合を除き、当サイトを通じて入手した如何なる情報についても、利用者個人としての私的使用以外の目的に使用しないものとします。<br>
                <br>
                第１３条　著作権および知的財産権<br>
                1．当サイト上に掲載されている文章、画像、ソフトウェア、デザイン、商標、ロゴなどのコンテンツに関する著作権および知的財産権は、当方または当該コンテンツの提供者に帰属します。
                事前に当方からの書面による同意を受けずに、内容を転載・再配布することは著作権の侵害となり、当方は罰金、および著作権侵害により発生した損害の賠償を求める権利を有します。<br>
                2.
                会員は、当サイトを利用するにあたり、当方および他の利用者の著作権および知的財産権を尊重する義務を負います。会員は、当サイトを通じて提供されるコンテンツを、個人的な利用および非営利目的で利用することができます。
                ただし、著作権法により明示的に許可される場合を除き、当サイトのコンテンツを複製、改変、公衆送信、販売、商業利用することはできません。<br>
                3. 会員が当サイトに投稿したコンテンツに関する著作権および知的財産権については、会員自身が保有しているものとします。
                ただし、会員は、当方および他の利用者に対して、その投稿内容に関する非独占的な利用許諾を付与するものとし、当方および他の利用者は、当該投稿内容を当サイト上で利用する権利を有します。<br>
                4. 会員が第三者の著作権および知的財産権を侵害する投稿を行った場合、会員は自己の責任においてその違法行為を解決し、当方および他の利用者に対して損害を賠償する義務を負います。
                また、当方は侵害行為の発覚時には適切な措置を講じる権利を有します。<br>
                5．当サイトに掲載されている投稿その他の著作物のすべて、あるいは一部を投稿者以外の第三者が当方、および投稿者に無断で転載・再配布することを禁止いたします。
                また、利用者は、当サイトに掲載された著作物について、著作者人格権を一切行使しないものとします。<br>
                <br>
                第１４条　サイト内容の変更<br>
                1．当方は、利用者の承認を受けることなく、サイトおよびサービス内容を変更、中止する場合があります。<br>
                2．このような事態に伴い、利用者に不利益、損害が発生した場合でも、当方はその責任を一切負いません。<br>
                <br>
                第１５条　サービスの中断、停止<br>
                当方では以下に該当する場合、利用者の承諾なしにサービスの一部、もしくはすべてを一時中断、または停止する場合があります。<br>
                1．当サイト、ネットワークのシステム保守、更新、ならびに緊急の場合<br>
                2．火災、停電、天災などの不可抗力により、サービスの提供が困難な場合<br>
                3．その他不測の事態により、当サイトのサービス提供が困難であると判断された場合<br>
                <br>
                第１６条　本規約の譲渡<br>
                当方は、サービスにかかる事業を第三者に譲渡した場合には、利用者の書面による事前の承諾なく、当該事業譲渡に伴い、本規約に基づく権利もしくは義務につき、第三者に対し、譲渡、移転、担保設定、その他の本規約に基づく権利及び義務並びに利用者の登録事項その他の顧客情報を当該事業譲渡の譲受人に譲渡することができるものとし、利用者は、かかる譲渡につき本条において予め同意したものとします。
                なお、本条に定める事業譲渡には、通常の事業譲渡のみならず会社分割その他事業が移転するあらゆる場合を含むものとします。<br>
                <br>
                第１７条　免責事項<br>
                1．当方は利用者に対して通知義務を負う場合は、利用者があらかじめ登録した連絡先へ通知を発信することにより、その義務を果たしたものとします。
                利用者は、登録連絡先への通知は、何らかの理由で送信が失敗したり遅延したり未到達となる場合があることを了承します。
                当方は、これにより発生したいかなる損害についても責任を負わないものとします。<br>
                2．当方は、利用者がサービスを利用できなかったことによって発生したいかなる損害についても責任を負わないものとします。<br>
                3．当方は、当方によるサービスの提供の中断、停止、利用不能または変更、利用者のメッセージまたは情報の削除または消失、利用者の会員登録の取消、サービスの利用によるデータの消失または機器の故障もしくは損傷、その他サービスに関連して利用者が被った損害について、いかなる賠償責任も負わないものとします。<br>
                4．当サイトから他のサイトへのリンクまたは他のサイトから当サイトへのリンクが提供されている場合でも、当方は、当サイト以外のサイト及びそこから得られる情報に関していかなる理由に基づいても責任を負わないものとします。<br>
                5．コンピューターウイルスその他の有害なコンピュータープログラムを含む情報の送受信が行われたことに基づく利用者の損害については、当方はいかなる責任も負わないものとします。<br>
                6．各種掲載情報について、当方はその正確性、正当性、有用性などについて何ら保証しません。<br>
                <br>
                第１８条　準拠法及び管轄裁判所<br>
                本規約の準拠法は日本法とし、本規約に起因しまたは関連するいかなる紛争についても、滋賀県地方裁判所を第一審の専属的合意管轄裁判所とします。<br>
                2023年6月12日制定<br>
            </p>
        </div>
    </section>
</main>
<?php
require FOOTER;
?>
